[
  {
    "id": 1,
    "title": "Postpartum Depression Overview",
    "category": "Medical Content",
    "summary": "Learn about the symptoms, causes, and differences between postpartum depression and the 'baby blues'.",
    "content": "Postpartum depression is a complex mix of physical, emotional, and behavioral changes that happen in some women after giving birth. It is a form of major depression that can begin during pregnancy or any time up to a year after birth. It is more severe and lasts longer than the 'baby blues,' a term used to describe the worry, sadness, and tiredness many women experience after having a baby. Symptoms of the baby blues usually last for only a few days to a week or two. With postpartum depression, feelings of sadness and anxiety can be extreme and might interfere with a woman's ability to care for herself or her family.",
    "author": "UNI Health Team",
    "publishDate": "2025-07-10",
    "image": "assets/images/medical-overview.jpeg",
    "citations": [
      "World Health Organization (WHO)",
      "National Institute of Mental Health (NIMH)"
    ],
    "relatedArticleIds": [2, 5],
    "type": "mental-health",
    "tags": ["mental-health", "high-priority", "symptoms", "causes", "baby-blues"]
  },
  {
    "id": 2,
    "title": "Cultural Myths & Facts",
    "category": "Medical Content",
    "summary": "Debunking common myths about motherhood and mental health in the Nepali context.",
    "content": [
      {
        "myth": "New mothers should always be happy.",
        "fact": "It's normal to feel a wide range of emotions, including sadness and anxiety. Postpartum depression is a medical condition, not a sign of being a bad mother.",
        "source": {
          "text": "Postpartum Support International",
          "url": "https://www.postpartum.net/"
        }
      },
      {
        "myth": "Mental health issues are a sign of weakness.",
        "fact": "Postpartum depression is a medical condition, not a character flaw. It requires support and treatment, just like any other illness.",
        "source": {
          "text": "World Health Organization (WHO)",
          "url": "https://www.who.int/"
        }
      },
      {
        "myth": "Only mothers who have difficult births get postpartum depression.",
        "fact": "Postpartum depression can affect any mother, regardless of whether the birth was easy or difficult. It is influenced by a combination of hormonal, emotional, and genetic factors.",
        "source": {
          "text": "National Institute of Mental Health (NIMH)",
          "url": "https://www.nimh.nih.gov/"
        }
      },
      {
        "myth": "'Sutkeri' (postpartum confinement) means the mother cannot leave her room for 40 days.",
        "fact": "While rest is the core principle of 'Sutkeri,' complete isolation can be harmful to a new mother's mental health. Modern interpretations encourage gentle movement, fresh air, and social connection with close family to prevent feelings of isolation and depression.",
        "source": {
          "text": "Nepal Journal of Obstetrics and Gynaecology",
          "url": "#"
        }
      },
      {
        "myth": "A new mother's diet must be restricted to 'hot' foods like ginger and rice porridge to help her body heal.",
        "fact": "While certain traditional foods can be beneficial, a balanced and nutritious diet is most important for postpartum recovery. Restricting food groups can lead to nutritional deficiencies. New mothers should consult with a healthcare provider to ensure they are getting a variety of vitamins and minerals.",
        "source": {
          "text": "Kathmandu University Medical Journal",
          "url": "#"
        }
      }
    ],
    "author": "UNI Cultural Insights",
    "publishDate": "2025-07-11",
    "image": "assets/images/cultural-myths.jpeg",
    "citations": [
      "Cross-Cultural Psychiatric Research Review",
      "Postpartum Support International",
      "World Health Organization (WHO)",
      "National Institute of Mental Health (NIMH)"
    ],
    "relatedArticleIds": [1, 3],
    "type": "cultural-practices",
    "contentType": "myth-fact",
    "tags": ["cultural-practices", "mental-health", "myths", "motherhood"]
  },
  {
    "id": 3,
    "title": "Sutkeri Practices Analysis",
    "category": "Medical Content",
    "summary": "Exploring the benefits and potential mental health risks of traditional postpartum confinement.",
    "content": "The traditional practice of 'Sutkeri,' or postpartum confinement, offers many benefits, such as rest and bonding with the baby. However, strict confinement can sometimes lead to feelings of isolation and may exacerbate symptoms of postpartum depression. Modern adaptations focus on balancing the wisdom of tradition with the mental health needs of the new mother, encouraging family support and connection.",
    "author": "UNI Health Team",
    "publishDate": "2025-07-12",
    "image": "assets/images/sutkeri.jpeg",
    "citations": [
      "Journal of Cross-Cultural Psychology"
    ],
    "relatedArticleIds": [2, 5],
    "type": "cultural-practices",
    "tags": ["cultural-practices", "mental-health", "sutkeri", "confinement", "family-support"]
  },
  {
    "id": 4,
    "title": "Self-Care Strategies",
    "category": "Practical Guides",
    "summary": "Daily routines and practical tips for improving mental wellness during the postpartum period.",
    "content": "Self-care is not selfish; it's essential for recovery. Simple strategies can make a big difference. Try to establish a daily routine that includes small breaks for yourself. Focus on nutritious food and gentle exercise, like walking. Prioritize sleep whenever possible—even short naps can help. Don't hesitate to ask for help from your partner or family to make time for these activities.",
    "author": "UNI Wellness Coaches",
    "publishDate": "2025-07-13",
    "image": "assets/images/self-care.jpeg",
    "citations": [],
    "relatedArticleIds": [5, 6],
    "type": "mental-health",
    "tags": ["mental-health", "low-priority", "self-care", "wellness", "routines"]
  },
  {
    "id": 5,
    "title": "How Family Can Provide Support",
    "category": "Practical Guides",
    "summary": "A guide for husbands, parents, and relatives on how to effectively support a new mother.",
    "content": [
      {
        "tip": "Listen Without Judgment",
        "description": "Create a safe space for her to share her feelings without fear of criticism. Validate her emotions by saying things like, 'It sounds like you're going through a lot.'"
      },
      {
        "tip": "Offer Practical Help",
        "description": "Assist with household chores like cooking, cleaning, or grocery shopping. Taking care of practical tasks can relieve significant stress."
      },
      {
        "tip": "Encourage Professional Help",
        "description": "If you notice persistent signs of sadness or anxiety, gently suggest that she speak with a doctor or a mental health professional. Offer to help find resources or make an appointment."
      },
      {
        "tip": "Educate Yourself",
        "description": "Learn about postpartum depression to better understand what she is experiencing. This will help you provide more empathetic and effective support."
      }
    ],
    "author": "UNI Family Support",
    "publishDate": "2025-07-14",
    "image": "assets/images/family-support.jpeg",
    "citations": [],
    "relatedArticleIds": [1, 4, 6],
    "type": "cultural-practices",
    "contentType": "support-tips",
    "tags": ["cultural-practices", "family", "support", "husband", "parents"]
  },
  {
    "id": 6,
    "title": "Seeking Professional Help",
    "category": "Practical Guides",
    "summary": "Understanding the types of mental health support available and what to expect.",
    "content": "Reaching out for professional help is a sign of strength. There are many types of support, from counselors and therapists to psychiatrists. Therapy can provide coping strategies, while medication may be recommended in some cases. The first step is often talking to a trusted healthcare provider who can guide you to the right resources.",
    "author": "UNI Health Team",
    "publishDate": "2025-07-15",
    "image": "assets/images/professional-help.jpeg",
    "citations": [
      "Nepal Medical Council"
    ],
    "relatedArticleIds": [1, 4],
    "type": "mental-health",
    "tags": ["mental-health", "crisis", "professional-help", "therapy", "counselors"]
  }
]